{
    "rules": {
        "name": "User-Facing Statistics Reports",
        "overview": "Respond to the following questions to meet the readers' expectations. The sentences that you write to respond to each question include a unique topic cluster that consists of a set of words and phrases. DocuScope will automatically highlight sentences in your draft that most likely match these expectations.",
        "rules": [
            {
                "name": "Describing Real-World Importance",
                "description": "<body>\n<p><span>Throughout the report, you are interpreting the data as if you were writing for a client or a fellow researcher. Thus, the “real-world importance” appears differently in different sections. </span></p>\n<p><span>In the introduction, you should provide your reader with some background and context, as well as what your report accomplishes. </span></p>\n<p><span>In the discussion section, your reader should understand the main takeaways, as well as the limitations and possibilities of future research in the area you're writing about. </span></p></body>",
                "topics": [
                    {
                        "lemma": "-",
                        "user_defined": true,
                        "pre_defined_topics": [],
                        "no_lexical_overlap": false
                    }
                ],
                "examples": "<body>\n<p></p></body>",
                "type": "bounded_optional",
                "is_group": true,
                "children": [
                    {
                        "name": "What is motivating this research? What is its point, or real-world importance?",
                        "description": "<body>\n<p><span>For this topic cluster, consider why your analysis is important to your readers: motivate your reader to care about your report by conveying its potential importance or impact in the world.</span></p>\n<ul><li>What are the real-world implications of your analysis? </li>\n<li>What can the readers do with this information? </li>\n<li>What does this report contribute? </li></ul>\n<p><span>Focus on words or phrases that you might use to make connections to the practical applications of this analysis. For this assignment, why might you </span><span style=\"font-weight:600;\">expect to see this expectation met in the introduction and discussion?</span></p>\n<p><span>To do this, we typically see writers use something called </span><span style=\"font-weight:600;\">metadiscourse</span><span>: words and phrases that signal the purposes of the text for the reader. These can include transitions (</span><span style=\"font-style:italic;\">however, therefore, for example, </span><span>etc.) and phrases that refer to the text itself (</span><span style=\"font-style:italic;\">this study, this analysis, our goal,</span><span> etc.).</span></p>\n<p><span>For this expectation category, focus on words and phrases that refer to the report itself. </span></p></body>",
                        "topics": [
                            {
                                "lemma": "Real-World Connections",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "this analysis",
                                    "this study",
                                    "our analysis",
                                    "our goal ",
                                    "the goal",
                                    "my analysis",
                                    "this project",
                                    "the purpose",
                                    "my goal",
                                    "this work"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From Introduction sections:</p>\n<p>\"<span class=\"topic\">The goal</span> of this current project is to understand if the gender of the patient affects the number of interventions, ER visits, costs and age they are to experience. Therefore, <span class=\"topic\">this</span> will be useful for <span class=\"topic\">individuals and health care providers</span> to better identify those who are at a higher risk for heart disease.\"</p>\n<p>\"<span class=\"topic\">This work</span> may be educational for <span class=\"topic\">those in the market for a diamond</span> of some sort and may help provide an expectation for monetary association to diamonds based on some specific factor. \"</p>\n<p>\"Therefore, <span class=\"topic\">this report</span> will focus on the varying popularity of different categories of YouTube videos.\"</p>\n<p>From Discussion sections:</p>\n<p>\"<span class=\"topic\">Our analysis </span>of Covid-19 deaths <span class=\"topic\">suggests</span> that, while there was an increased risk to BAME persons over white persons, the conclusions stated in the widely-covered May 2020 ONS report may have created an unjustified level of fear and anxiety.\"</p>\n<p>\"<span class=\"topic\">Our analysis </span>and metrics would <span class=\"topic\">suggest</span> that, on the whole – but not all the time – odds are good at predicting the winner of an election on a binary basis\"</p>\n<p>\"<span class=\"topic\">This data analysis</span> targeted on <span class=\"topic\">the aggressiveness of worldwide soccer players</span> and the figures of their experience on World Cup as well as their nationalities.\"</p>\n<p>\"<span class=\"topic\">This study</span> may also help YouTube better understand the video streaming preferences of its user base.\"</p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>When meeting this expectation, your writing should aim for a well-balanced transparency that speaks directly to the reader. The reader should understand the main points of your report as clearly as possible. </p></body>",
                        "parent": "Describing Real-World Importance"
                    },
                    {
                        "name": "Can you interpret the data & results for a real-world audience?",
                        "description": "<body>\n<p><span>For this topic cluster, consider words or noun phrases that are </span><span style=\"font-style:italic;\">less statistical </span><span>and more related to the </span><span style=\"font-style:italic;\">implications</span><span> of your results.</span></p>\n<ul><li>What trends did you identify in the data, and what do they suggest? </li>\n<li>What did you find in your results?</li>\n<li>What do these results suggest with regard to the corresponding research question? </li></ul>\n<p><span>For the pre-defined topics, consider how you might be using these words/phrases in context. </span></p>\n<p><span>In your </span><span style=\"font-weight:600;\">methods section</span><span>, you might be explaining summary statistics or justifying your methods for your reader. </span></p>\n<p><span>In your </span><span style=\"font-weight:600;\">results section</span><span>, as you answer each research question with statistical analysis, focus on </span><span style=\"font-style:italic;\">interpreting </span><span>those results for your readers. Don't let the data speak for itself!</span></p>\n<p><span>In </span><span style=\"font-weight:600;\">results</span><span> sections, be sure to interpret each piece of your data story. In </span><span style=\"font-weight:600;\">discussion</span><span> sections, you should provide an </span><span style=\"font-style:italic;\">overview</span><span> of your major findings. </span></p>\n<p><span>Define your topic cluster with words and phrases that best match this description. These might include </span><span style=\"font-weight:600;\">language specific to your dataset</span><span>, or even specific verbs that you use to describe your findings.</span></p>\n<p></p></body>",
                        "topics": [
                            {
                                "lemma": "Meaning of Results",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "our results ",
                                    "I",
                                    "my",
                                    "our",
                                    "we"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From results sections:</p>\n<p>\"<span class=\"topic\">We</span> graphically <span class=\"topic\">investigated</span> the relationship between views and countries in side by side box plots as shown in Figure 3.\"</p>\n<p>\"<span class=\"topic\">Our results find</span> that the optimal time for pulling the goalie, if the team is down by one goal and has a face-off in the offensive zone, is a full 3 minutes earlier.\"</p>\n<p>\"To round out the discussion of ELO rating, <span class=\"topic\">we briefly describe </span>how ELO ratings are updated once a game is finished and an outcome is determined. \"</p>\n<p>From discussion sections:</p>\n<p>\"<span class=\"topic\">As a result</span> of the counterfactual modeling and validation described above, <span class=\"topic\">we can make</span> <span class=\"topic\">confident predictions </span>of the impact of NPIs in various regions.\"</p>\n<p></p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>For this expectation, accuracy and credibility is paramount. Your reader should have an easy time understanding the takeaways of your quantitative results. You should strategically use high or hedged confidence to clearly convey your stance on the findings. </p></body>",
                        "parent": "Describing Real-World Importance"
                    },
                    {
                        "name": "What are some suggestions for future research/action?",
                        "description": "<body>\n<p><span>Consider the audience you're writing for in your report: this might consist of other data analysts or readers who will use this information to make relevant decisions. </span></p>\n<p><span>Therefore, you should identify some “next steps” for both types of readers: </span></p>\n<ul><li>What are some potential research questions that could complement your analysis? </li>\n<li>What were you unable to analyze based on the limitations of your data? </li>\n<li>What should researchers look for next? </li></ul>\n<p><span>Typically, the </span><span style=\"font-style:italic;\">limitations</span><span> of your report and suggestions for </span><span style=\"font-style:italic;\">future research</span><span> appear in the </span><span style=\"font-weight:600;\">conclusion/discussions section. </span></p>\n<p></p></body>",
                        "topics": [
                            {
                                "lemma": "Future Research",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "future",
                                    "further research",
                                    "future analyses",
                                    "future research",
                                    "a potential study",
                                    "future study",
                                    "future analysis",
                                    "another study",
                                    "future studies"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From Discussion sections: </p>\n<p>\"<span class=\"topic\">Future studies</span> might think to <span class=\"topic\">further</span> explore the trends presented in this study with a more expansive data set containing individuals from all across the country.\"</p>\n<p>\"<span class=\"topic\">In future research</span>, we are interested in investigating the association between the clarity of diamonds and their prices.\"</p>\n<p>\"The results can be provided to current or <span class=\"topic\">future</span> soccer trainers and trainees to adjust their strategies like to familiarize the stadium before the official game starts.\"</p>\n<p>\"<span class=\"topic\">In the future</span>, trials are expected to become more adaptive, embracing modern computing power and adaptive decision-making.\"</p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>When suggesting future research, your writing should clearly link back to unanswered aspects on the research question, as well as the curiosities and demands of the users or “clients” reading the text. </p></body>",
                        "parent": "Describing Real-World Importance"
                    }
                ],
                "cv_description": "<body>\n<p></p></body>",
                "parent": null
            },
            {
                "name": "Describing concerns of the data & methods",
                "description": "<body>\n<p>In order to interpret the credibility and accuracy of your results, your reader needs to understand your data. In addition, your reader should understand how you arrived at your analytical decisions. </p>\n<p>In the<span style=\"font-weight:600;\"> methods section</span>, your reader expects to see more <span style=\"font-style:italic;\">statistical terms. </span></p>\n<p>Keep in mind that while we refer to the “methods” section, you might have an adjacent section that accomplishes the same task for your readers. <span style=\"font-weight:600;\">Consider how your own text varies from these slightly more generic expectations. </span></p></body>",
                "topics": [],
                "examples": "<body>\n<p></p></body>",
                "type": "bounded_optional",
                "is_group": true,
                "children": [
                    {
                        "name": "Can you summarize the data?",
                        "description": "<body>\n<p><span>To understand your report, your reader must understand your data:</span></p>\n<ul><li>When and where was the data collected? </li>\n<li>Who or what are the subjects under study?</li>\n<li>What procedures were used to select subjects and collect measurements?</li>\n<li>What are your quantitative and categorical variables?</li></ul>\n<p><span>These questions are typically answered in the </span><span style=\"font-weight:600;\">methods section</span><span>, or an EDA section in some reports (like in project 1). </span></p>\n<p><span style=\"font-weight:600; font-style:italic;\">Focus on populating this topic cluster with words and phrases specific to your datset, especially variables.</span></p>\n<p><span style=\"font-weight:600;\">Similar words and phrases may appear in the context of the results/research section, serving a different rhetorical purpose for your readers. </span></p></body>",
                        "topics": [
                            {
                                "lemma": "Data Descriptors",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "median",
                                    "the data",
                                    "standard deviation",
                                    "IQR",
                                    "this dataset",
                                    "mode",
                                    "the dataset",
                                    "mean"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From methods/data sections: </p>\n<p>\"<span class=\"topic\">We have data compiled</span> on the <span class=\"topic\">passing performances </span>of every <span class=\"topic\">NFL player</span> from 2009 through the end of the regular season in 2018. The data was collected as a portion of the nflscrapR package, which is an R studio resource that utilizes NFL data, by Ron Yurko. \"</p>\n<p>\"<span class=\"topic\">The data</span> analyzed for the world come from the World Heath Organization WHO, and are available for download as a CSV. <span class=\"topic\">The data </span>is organized by country and by day, and are broken down into <span class=\"topic\">four categories</span>: cumulative cases, new daily cases, cumulative deaths, and new daily deaths. \"</p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>When decsribing your data, your writing should aim to be neutral and transparent. Readers should easily be able to understand your dataset, and any concerns they may have about it should be answered in the methods section. </p></body>",
                        "parent": "Describing concerns of the data & methods"
                    },
                    {
                        "name": "Are there any concerns that you have with the data?",
                        "description": "<body>\n<p><span>Typically, writers justify and explain their data and methods prior to presenting the results of their analysis. We make many decisions when we analyze data, and we should make a case for those decisions to potentially skeptical readers. </span></p>\n<p><span style=\"font-weight:600;\">Do you have any concerns with the methods used to collect this data?</span><span> Consider the background sources and potential issues with the data that your reader might be concerned about. </span></p>\n<p><span style=\"font-weight:600;\">How relatively well is this assumption satisfied by the study described?</span><span> Does the relative representativeness of the sample (or lack thereof) give you much cause for concern about the relative validity of the final results of the hypothesis test? Why or why not?</span></p></body>",
                        "topics": [
                            {
                                "lemma": "Quality of Data",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "combine",
                                    "outlier",
                                    "sample sizes",
                                    "problematic",
                                    "bin",
                                    "binned",
                                    "outliers",
                                    "the sampling method",
                                    "combining",
                                    "spread",
                                    "binning",
                                    "skewness",
                                    "sample size",
                                    "sample",
                                    "skew",
                                    "the selection method",
                                    "combined"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From methods/data sections:</p>\n<p>\"This dataset has an average weight(in carats) of 0.793 and a standard deviation of 0.469. The distribution of carats is essentially <span class=\"topic\">unimodal</span> and <span class=\"topic\">skewed</span> to the right.\"</p>\n<p>\"<span class=\"topic\">Despite this</span>, these concerns should not be <span class=\"topic\">problematic</span> in relation to the validity of the outcomes. \"</p>\n<p>From results sections: </p>\n<p>\"To further confirm these results, we <span class=\"topic\">combine</span> the groups into two broad categories called weekday and weekend, and perform a Welch two-sample t-test.\"</p>\n<p>\"Even though our box plot showed some <span class=\"topic\">outliers</span> and <span class=\"topic\">skewness</span>, an ANOVA test remains <span class=\"topic\">justified</span> <span class=\"topic\">since</span> the group sizes of our four groups are relatively large.\"</p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>When decsribing your data, your writing should aim to be neutral and transparent. Readers should easily be able to understand your dataset, and any concerns they may have about it should be answered in the methods section. </p></body>",
                        "parent": "Describing concerns of the data & methods"
                    },
                    {
                        "name": "How might you justify your techniques for your readers?",
                        "description": "<body>\n<p><span>Consider a reader with experience in data analysis: how would you address their potential concerns with your statistical choices? </span></p>\n<ul><li><span style=\"font-weight:600;\">What types of data manipulation did you perform? </span>Be sure to address any potential concerns that the reader might have with your use of the data. </li>\n<li>Would a reader have any concerns with the methodologies used to analyze this data? If so, can you <span style=\"font-style:italic;\">justify</span> your decisions for your reader?</li></ul>\n<p><span>These limitations typically appear in the methods section and in your conclusion/discussion section. </span></p>\n<p><span>In the </span><span style=\"font-weight:600;\">methods section</span><span>, you should: </span></p>\n<ul><li>justify your choices for your reader</li>\n<li>what kinds of statistical tests did you run, and why were they appropriate for yor research questions? </li></ul>\n<p><span>In the </span><span style=\"font-weight:600;\">discussion section</span><span>, you should: </span></p>\n<ul><li>note limitations of your analysis to help researchers with future work</li></ul>\n<p><span>Populate this topic cluster with words and phrases specific to the methods you used. </span></p></body>",
                        "topics": [
                            {
                                "lemma": "Quality of Methods",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "this method",
                                    "technique",
                                    "transformations",
                                    "transformation",
                                    "method",
                                    "this technique ",
                                    "limitations",
                                    "limitation",
                                    "linearity",
                                    "group size",
                                    "cell size",
                                    "normality"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From methods sections:</p>\n<p>\"In addition, <span class=\"topic\">modeling</span> the probability of only two outcomes—a win or a loss—is also quite <span class=\"topic\">restrictive</span>; chess games against similarly matched opponents will often end in a draw. <span class=\"topic\">Yet</span>, even with these <span class=\"topic\">limitations</span>, this rather simplistic and restrictive <span class=\"topic\">model produces</span> fairly reasonable approximations.\"</p>\n<p>\"Although elegant, <span class=\"topic\">this technique</span> is rather <span class=\"topic\">limited</span>, requiring the regressor uncertainty to be the same at each point and being limited to a few special and simple kernel functions for which the distribution of the derivative in 5 can be computed by manual calculus.\"</p>\n<p>From discussion sections:</p>\n<p>\"<span class=\"topic\">Possible limitations</span> in the study include the fact that a relatively small dataset was used, and the dataset was taken from only one company.\"</p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>When decsribing your data, your writing should aim to be neutral and transparent. Readers should easily be able to understand your dataset, and any concerns they may have about it should be answered in the methods section. </p>\n<p></p>\n<p>You should ensure that your reader understands your decisions to use particular techniques as the researcher/writer of this report. </p></body>",
                        "parent": "Describing concerns of the data & methods"
                    }
                ],
                "cv_description": "<body>\n<p></p></body>",
                "parent": null
            },
            {
                "name": "Statistical Analysis & Interpretation",
                "description": "<body>\n<p>When you present your results to your readers, focus on those that are most relevant. This is the space where, with the help of the visualizations you've created, you can describe <span style=\"font-style:italic;\">what</span> you found.</p>\n<p>There are many ways to organize a results section, but remember to use language that foregrounds your results rather than your process. </p></body>",
                "topics": [
                    {
                        "lemma": "-",
                        "user_defined": true,
                        "pre_defined_topics": [],
                        "no_lexical_overlap": false
                    }
                ],
                "examples": "<body>\n<p></p></body>",
                "type": "bounded_optional",
                "is_group": true,
                "children": [
                    {
                        "name": "What can the reader learn from your figures?",
                        "description": "<body>\n<p><span>When you present your </span><span style=\"font-weight:600;\">results</span><span>, be sure to reference each figure or table that you include. Your choices in how you visually represent your data will affect your reader's interpretation of your claims, and sometimes your credibility. So, when planning your tables and figures, think of them like a storyboard for the data story you want to tell.</span></p>\n<p><span>For each visualization, you should report and interpret the main data trends for your reader. </span></p>\n<ul><li>Do you refer to each plot by name in the text? </li>\n<li>Do you explain the main data trends of that plot for your reader? </li>\n<li>Are you using effective verbs that convey the information in the figure or table? Some examples include: <span style=\"font-style:italic;\">suggests, displays, shows, illustrates, </span>etc. </li></ul>\n<p></p></body>",
                        "topics": [
                            {
                                "lemma": "Visual Descriptors",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "Table",
                                    "Tables",
                                    "Figure",
                                    "Figures"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From results sections:</p>\n<p>\"<span class=\"topic\">Figure 2 shows</span> that the data for females’ ER visits is slightly more skewed right than that of the males’ ER visits.\"</p>\n<p>\"<span class=\"topic\">Figures 8 and 9 show </span>that the odds consistently underestimate the probability of the eventual victor winning, sometimes hugely (as in 1970).\"</p>\n<p>\"To best summarize the data for relationship status and income, we will use <span class=\"topic\">Table 2</span>. We can note that the highest income mean came from individuals who were married. The second-lowest and lowest mean income came from individuals who were seeing someone and unknown respectively. We can then graphically analyze the two variables in side-by-side box plots, <span class=\"topic\">shown in Figure 3</span>.\"</p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>To meet this expectation, your reader should be able to easily understand the main data story told by a figure. That data story should be carefully written to accurately and effectively describe the data trends and takeaways that you're noticing. These analyses should use language that addresses any questions about confidence in the results that readers might have. </p></body>",
                        "parent": "Statistical Analysis & Interpretation"
                    },
                    {
                        "name": "What can the reader learn from your statistical results?",
                        "description": "<body>\n<p><span>The goal of this paper is to report and interpret the results of your inferential statistical analysis. What tests did you perform? What can you interpret from your results? </span></p>\n<p><span>In your </span><span style=\"font-weight:600;\">methods section</span><span>, you might discuss statistical methods and explain them to your readers. In</span><span style=\"font-weight:600;\"> results sections</span><span>, you might instead report and narrate the results of these methods and tests.</span></p>\n<p><span style=\"font-weight:600;\">Visualizations graphically summarize data for readers. But the text itself allows you to narrate that data</span><span>, reporting particularly </span><span style=\"font-style:italic;\">relevant data points</span><span> and focusing the reader's attention on </span><span style=\"font-style:italic;\">specific trends or findings. </span></p>\n<ul><li>What are the phrases you use to refer to the results in your figures? </li>\n<li>What verbs are you using to present your results?</li></ul></body>",
                        "topics": [
                            {
                                "lemma": "Statistical Results",
                                "user_defined": true,
                                "pre_defined_topics": [
                                    "chi-square",
                                    "p-value",
                                    "association",
                                    "significance ",
                                    "the results of",
                                    "ANOVA",
                                    "reject",
                                    "maximum",
                                    "minimum"
                                ],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p>From results sections:</p>\n<p>\"From the result of the <span class=\"topic\">chi-square</span> test, we can reject the null hypothesis since our <span class=\"topic\">p-value</span>, in this case, is smaller than our α level of 5%.\"</p>\n<p>\"<span class=\"topic\">To formally test</span> the question of whether mean income differs by affection for pets, we conducted an analysis of variance (<span class=\"topic\">ANOVA</span>) test with the <span class=\"topic\">null hypothesis</span> that the average income is the same across all levels of affection for pets.\"</p>\n<p>\"We used a <span class=\"topic\">chi-square</span> test to determine whether there is an <span class=\"topic\">association</span> between diagnosis and the presence of MDRB in the intestines.\"</p>\n<p></p></body>",
                        "type": "active",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p>To meet this expectation, your reader should be able to easily understand the main data story told by your quantitative results. That data story should be carefully written to accurately and effectively describe the data trends and takeaways that you're noticing. These analyses should use language that addresses any questions about confidence in the results that readers might have. </p></body>",
                        "parent": "Statistical Analysis & Interpretation"
                    }
                ],
                "cv_description": "<body>\n<p></p></body>",
                "parent": null
            },
            {
                "name": "Title and Citations",
                "description": "<body>\n<p></p></body>",
                "topics": [
                    {
                        "lemma": "-",
                        "user_defined": true,
                        "pre_defined_topics": [],
                        "no_lexical_overlap": false
                    }
                ],
                "examples": "<body>\n<p></p></body>",
                "type": "bounded_optional",
                "is_group": true,
                "children": [
                    {
                        "name": "Optional: Do you include citations that serve a rhetorical purpose?",
                        "description": "<body>\n<p><span>When you cite other work in your writing, it can help to build your credibility as an author. Moreover, each time you incorporate an outside source into your own writing, you are making a rhetorical choice and signalling something to your reader. </span></p>\n<p><span>For instance, you might align yourself with certain sources that you introduce as an authority on the subject, or you may disagree with and critique other research. In other contexts, you might neutrally present outside sources to convey information. </span></p>\n<p><span style=\"font-weight:600;\">Outside sources are optional for this assignment.</span><span> If you do include them, be sure to cite them properly using the APA style guide. </span></p></body>",
                        "topics": [
                            {
                                "lemma": "Citation language",
                                "user_defined": true,
                                "pre_defined_topics": [],
                                "no_lexical_overlap": false
                            }
                        ],
                        "examples": "<body>\n<p></p></body>",
                        "type": "optional",
                        "is_group": false,
                        "children": [],
                        "cv_description": "<body>\n<p></p></body>",
                        "parent": "Title and Citations"
                    }
                ],
                "cv_description": "<body>\n<p></p></body>",
                "parent": null
            }
        ]
    },
    "impressions": {
        "common_clusters": [],
        "rare_clusters": []
    },
    "values": {},
    "info": {
        "name": "User-Facing Statistics Reports",
        "version": "2022.11.08",
        "author": "Michael Laudenbach",
        "copyright": "2022 Michael Laudenbach",
        "saved": "2022-11-08-085316",
        "filename": "36-200-User-Facing-Reports-2"
    },
    "prompt_templates": {
        "notes_to_prose": {
            "prompt": "I am writing a {genre}, and I want you to generate prose from notes included using the following guidelines.\n\nIn converting notes to prose, you should uphold the following six principles:\n\nFidelity to Original Content: The prose must strictly adhere to the information presented in the notes. Any specific terminologies, abbreviations, or unique notations should be maintained or appropriately expanded without distortion.\n\nAvoidance of Interpretation: The prose should avoid any form of interpretation, qualitative judgments, embellishments, or additional substantive content. The inherent structure and tone of the notes should be preserved.\n\nPreservation of Original Tone: While enhancing readability, the prose should not introduce any non-neutral elements, including inadvertent biases, unless they are explicitly present in the notes.\n\nGrammatical Correctness: Despite the nature of the notes, the resulting prose should consist of grammatically correct sentences.\n\nPreservation of Note Coherence: The prose should reflect the order, coherence, or disjointedness of the original notes. You must not artificially introduce or modify the flow or connection between ideas.\n\nTransparency and Limitations: Users should be made aware that the coherence and intelligibility of the produced prose directly correspond to the clarity and structure of the original notes. Disjointed or unclear notes will lead to similarly disjointed prose.\n\nAdherence to genre conventions: The prose should be written by using the conventions that are commonly used in the specific genre.\n\nNotes: {notes}",
            "temperature": 0.0,
            "role": "Your are a writing assistant working for a content expert. Your primary task is to translate the expert's notes to a paragraph."
        },
        "clarity": {
            "prompt": "Please improve the clarity of the following text: {text}"
        },
        "grammar": {
            "prompt": "Please fix the grammar of the following text: {text}\n\nReturn a corrected text with a separate explanation of corrections. If there are no grammatical errors, return the original text.\n\nUse the following JSON format without any additional texts: {{\"original\": \"this is the original text.\", \"correction\": \"this is a fixed text.\", \"explanattion\": \"this text provide the reasons for the corrections, if any.\"}}"
        }
    }
}