{
   "expectations": "<body>\n<p><span>Writing tasks come with expectations about the decisions writers must make to write </span><span style=\"font-weight:600;\">credibly, compellingly, considerately, and ethically</span><span>. </span></p>\n<ul><li><span style=\"font-weight:600;\">Credible</span> writing is measured and avoids overstatement.</li>\n<li><span style=\"font-weight:600;\">Compelling</span> writing is well-adapted to the curiosity and standards of evidence required by the reader.</li>\n<li><span style=\"font-weight:600;\">Considerate</span> writing respects the background of readers and their right to read and comprehend as effortlessly as possible.</li>\n<li><span style=\"font-weight:600;\">Ethical</span> writing is balanced, does not suppress or slant evidence, and aims for transparency.</li></ul>\n<p><span>In this auditing panel, the writing task is broken down into a set of questions writers are expected to respond. </span></p>\n<p><span>Click on any question and learn more about expectations for the assignment and how these expectations relate to the values of credible, compelling, considerate, and ethical writing. </span></p>\n<p><span>If you have a draft on the right hand side and you click on an individual question, DocuScope will locate passages in your draft that may be relevant to answering the question and thereby relevant to meeting readers' expectations and aligning your writing to one or many of the communication values.</span></p></body>",
   "coherence": "<body>\n<p><span style=\"font-weight:600;\">Coherence</span> refers to the flow of topics in a written text. Topics that are repeated across sentences and paragraph are thought to be “main” topics that help readers understand what the writing is about.</p>\n<p>In this auditing panel, if you have a draft, you can view the topical flow of your draft. If you organize topics by count, you will see the topics that get repeated most across paragraphs and sentences. You can check to see whether the topics you think are most important to your writing are in fact getting the most “stage time” in your draft.</p></body>",
   "clarity": "<body>\n<p><span style=\"font-weight:600;\">Clarity</span> means that your sentences are easy to comprehend and don’t exhaust readers. Clarity often depends on the background of the reader. Readers with high knowledge of a subject find sentences clear that readers with low knowledge do not. While clarity is often relative to reader background, there are objective markers of clarity as well. Sentences that get to the main verb early tend to be clearer than sentences that delay the main verb for a long time. Sentences with a long delay of the main verb strain the reader’s memory. Sentences that make their point not too long after the main verb tend to be clearer than sentences that dribble long after the main verb. Sentences that never seem to stop also exhaust readers.</p>\n<p>In this auditing panel, you can check all your sentences for how long you make the reader wait before they hit the main verb and how long you keep your sentence going after they’ve hit it. Time length is in this case is measured in terms of the number of noun phrases (green boxes) you’ve created before and after the main verb. If you have more than three boxes to the left of your verb and five boxes to the right, your sentence may be putting undue strain on your reader. Think about shortening it and watch how DocuScope reduces the number of boxes to the left or right of the verb before your eyes.</p></body>",
   "impressions": "<body>\n<p><span>When writers write, they create meaning they control. But they also create </span><span style=\"font-weight:600;\">impressions</span><span> they may or may not control. We can spot a writer who is “intellectual” or “informal”, “optimistic” or pessimistic”, a “story-teller” or a “reporter”. When we write, readers are bombarded by the impressions we give off.</span></p>\n<p><span>In this auditing tool, you can see maps of the impressions your draft is giving off to readers. Don’t immediately judge the impressions you give off. Try to understand them and see if you can explain them. If you are writing a letter to the editor and you find that you are coming across as “negative” and “angry”, see if this impression makes sense to you. Consider if it is effective. If so, fine. If not, you may want to revise, return to this tab, and see if you’ve removed some of the anger.</span></p>\n<p></p></body>"
}